Repository: ringohoho/excerpts
Catalog: excerpt/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# A_CANCEL
source: Cancel
zh_hans: 取消

# A_DONE
source: Done
zh_hans: 完成

# A_OK
source: OK
zh_hans: 好的

# A_SHARE
source: Share
zh_hans: 分享

# C_APP_NAME
source: Excerpt
zh_hans: 文采

# C_AUTHOR
source: Author
zh_hans: 作者

# C_CONTENT
source: Content
zh_hans: 内容

# C_EXCERPT_TYPE
source: Excerpt Type
zh_hans: 摘录类型

# C_FONT
source: Font
zh_hans: 字体

# C_FONT_SOURCE_HAN_SERIF
source: Source Han Serif
zh_hans: 思源宋体

# C_FONT_SYSTEM
source: System Font
zh_hans: 系统字体

# C_GENERAL_TEXT
source: General Text
zh_hans: 一般文本

# C_LYRICS
source: Lyrics
zh_hans: 歌词

# C_PASTE_CONTENT
source: Paste Content
zh_hans: 粘贴内容

# C_PASTE_SOURCE
source: Paste Source
zh_hans: 粘贴来源

# C_STYLE
source: Style
zh_hans: 样式

# C_STYLE_CLASSIC
source: Classic
zh_hans: 经典

# C_TITLE
source: Title
zh_hans: 标题

# C_VERSES
source: Verses
zh_hans: 诗

# CARD_VIEW_SHARED_VIA_BEGIN
source: Shared via
zh_hans: 分享自

# MAIN_VIEW_FORM_AUTHOR_PLACEHOLDER
source: Enter author name here
zh_hans: 在这里输入作者名

# MAIN_VIEW_FORM_CONTENT_PLACEHOLDER
source: Enter excerpt content here
zh_hans: 在这里输入摘录内容

# MAIN_VIEW_FORM_TITLE_PLACEHOLDER
source: Enter title of excerpt source here
zh_hans: 在这里输入摘录来源的标题

# PASTE_VIEW_ALRT_INVALID_PASTE_CONTENT_FROM %@
source: The pasted content seems not to be from %@.
zh_hans: 粘贴的内容似乎不是来自 %@ 的。

# PASTE_VIEW_CONTENT_PLACEHOLDER
source: Paste content copied from the selected source here (no need to modify)
zh_hans: 在这里粘贴从所选来源拷贝的内容（不需要修改）

# PASTE_VIEW_TITLE
source: Paste from Other Apps
zh_hans: 从其它 App 粘贴
